{
  "upe": "Upsilon Pi Epsilon (UPE) is an international honor society that recognizes academic excellence in computing and information disciplines. UPE's mission is to promote high scholarship and original investigations in the computing and information fields, with over 300 chapters worldwide. Lookout in your email each semester for applications!",
  "acmw": "The Association for Computing Machinery's Council on Women in Computing (ACM-W) supports, celebrates, and advocates internationally for the full engagement of women in all aspects of the computing field, providing a wide range of programs and services to ACM members and working in the larger community to advance the contributions of technical women. ACM-W warmly welcomes the participation of all individuals who are interested in advancing ACM’s mission and core values.",
  "acm": "The Association for Computing Machinery (ACM) is the world's largest international computing society bringing together computing educators, researchers, and professionals to inspire dialogue, share resources, and address the field's challenges. Our Chico Chapter is one of over 860 globally focusing on providing students with resources for a greater career and to further the field of computer science. We have a primary focus on the International Collegiate Programming Competition (ICPC) where students work collaboratively in small teams to compete against multitudes of other universities in algorithmic problem solving. Our chapter also holds numerous events in addition to our weekly meetings including local competitions, workshops, fundraisers, and, of course, hackathons. You can give some of our homemade problems a try yourself at: https: //chicoacm.org/ or join our discord at:",
  "tpc": "Technical Projects Club is a student driven builders space where you can bring your project ideas to life. TPC offers the freedom to explore new ideas -- witness the variety of projects students are working on and discuss cool project ideas that may turn into real products some day. Come to TPC to find partners to collaborate on projects with. Whether you are just starting out or deep in development, TPC is an open space to build, surrounded by knowledgeable and supportive people."
}